---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ViewFailures.ReloadLatestDeletedLastOpenView
source: html/f9a94066-44ce-6988-e8c7-34ab3d729931.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ViewFailures.ReloadLatestDeletedLastOpenView Property

The only open view has been deleted because of changes from the Central Model. Open another view and Reload Latest or Synchronize with Central again.

## Syntax (C#)
```csharp
public static FailureDefinitionId ReloadLatestDeletedLastOpenView { get; }
```